[
  {
    "id": 1,
    "title": "Stainless steel garlic press",
    "description": "This professional-grade stainless steel garlic press is designed for maximum efficiency and durability. It ensures quick, effortless mincing and is easy to clean, making it a reliable kitchen tool.",
  "image": "/images/cookware/garlic-press.png"
  },
  {
    "id": 2,
    "title": "Ceramic Paring Knife with Sheath",
    "description": "An ultra-sharp ceramic knife with a protective sheath, ideal for precise slicing and safe storage.",
  "image": "/images/cookware/Ceramic-Knife.png"
  },
  {
    "id": 3,
    "title": "Stainless steel frying pan",
    "description": "This professional-grade frying pan is built from high-quality stainless steel for superior heat distribution. It features a comfortable, heat-resistant black handle.",
  "image": "/images/cookware/frying-pan.png"
  },
  {
    "id": 4,
    "title": "Bamboo cutting board",
    "description": "This 2-piece bamboo cutting board set offers a durable and eco-friendly surface for all your chopping needs. The boards feature a unique shape and are lightweight and easy to clean.",
  "image": "/images/cookware/cutting-board.png"
  },
  {
    "id": 5,
    "title": "silicone baking mat",
    "description": "This non-stick silicone baking mat is a baker's essential. It features printed measurements and guides for easily rolling out dough, and provides a clean, flexible surface for all your baking needs.",
  "image": "/images/cookware/baking-mat.png"
  },
  {
    "id": 6,
    "title": "Digital kitchen scale",
    "description": "This ultra-slim digital kitchen scale features a sleek, black glass platform and an easy-to-read display. It offers precise measurements for ingredients and includes useful TARE and UNIT functions.",
  "image": "/images/cookware/scale.png"
  },
  {
    "id": 7,
    "title": "Measuring cup set",
    "description": "A complete set of stainless steel measuring cups and spoons for precise baking and cooking. The cups are shown holding ingredients like goji berries, and the spoons display various dry ingredients for accurate portioning.",
  "image": "/images/cookware/Measuring-cup.png"
  },
  {
    "id": 8,
    "title": "Mixing bowl set",
    "description": "This professional stainless steel mixing bowl set includes multiple sizes that nest neatly for space-saving storage. The durable, high-quality bowls are perfect for prepping, mixing, whisking, and serving.",
  "image": "/images/cookware/Mixing-bowl.png"
  },
  {
    "id": 9,
    "title": "Kitchen strainer",
    "description": "This premium, durable fine mesh sieve is essential for the kitchen. It's designed for effortless straining and sifting, making it easy to clean and maintain.",
  "image": "/images/cookware/strainer.png"
  },
  {
    "id": 10,
    "title": "vegetable cutter",
    "description": "This premium vegetable spiralizer easily turns fresh vegetables like zucchini and carrots into noodles and ribbons. It's a handy tool for making healthy sides and garnishes, and includes multiple blades for slicing and julienning.",
  "image": "/images/cookware/vegetable-cutter.png"
  },
  {
    "id": 11,
    "title": "Digital kitchen timer",
    "description": "This compact digital kitchen timer features a large, clear display for easy reading. It provides precise countdown and stopwatch functions.",
  "image": "/images/cookware/kitchen-timer.png"
  },
  {
    "id": 12,
    "title": "Potholder set",
    "description": "A quilted oven mitt and square pot holder set in a practical dark green color, perfect for safe handling of hot kitchenware.",
  "image": "/images/cookware/Potholder-set.png"
  },
  {
    "id": 13,
    "title": "Kitchen knife set",
    "description": "This 3-piece professional knife set features sharp stainless steel blades and ergonomic, wood-style handles. It includes the essential knives for a modern kitchen.",
  "image": "/images/cookware/knife-set.png"
  },
  {
    "id": 14,
    "title": "Electric coffee grinder",
    "description": "This compact electric grinder quickly and easily processes coffee beans for a perfect, fresh grind every time. Space-saving design with simple operation.",
  "image": "/images/cookware/coffee-grinder.png"
  },
  {
    "id": 15,
    "title": "Glass teapot",
    "description": "This elegant glass teapot features a sturdy design and a removable stainless steel infuser, making it perfect for brewing loose leaf tea or fresh herbs. Its clear body allows you to watch the infusion process.",
  "image": "/images/cookware/teapot.png"
  },
  {
    "id": 16,
    "title": "stainless steel pot",
    "description": "This durable stainless steel cooking pot features an opaque black lid, which is ideal for optimally retaining heat and moisture inside. It is a versatile and long-lasting piece of cookware suitable for a wide variety of dishes in your kitchen.",
  "image": "/images/cookware/pot.png"
  }, 
  {
    "id": 17,
    "title": "stainless steel pots set",
    "description": "stainless steel cookware set provides the essentials for a modern, functional kitchen. Built with durable construction for superior heat distribution.",
  "image": "/images/cookware/pots-set.png"
  },
  {
    "id": 18,
    "title": "plate set",
    "description": "This elegant dinnerware set includes dinner plates and perfectly matching mugs. Designed for modern dining, it is ideal for serving a complete meal, as shown with the healthy entrée.",
  "image": "/images/cookware/plate-set.png"
  }
]
